question = "Что общего между массивами NumPy и стандартными списками в Python?"
a = "Можно напрямую умножать и список, и массив на число, без перебора элементов, например, a * 5, где a --- список или массив"
b = "И массивы, и списки одинаково хорошо работают с большими данными"
c = "Можно обращаться к элементам через индексы в квадратных скобках, например, a[1]"
d = "Нельзя складывать списки со списками и массивы с массивами напрямую, нужно делать это поэлементно. Например, нельзя складывать два массива так: a + b"
ansers(a,c)
