a = "Библиотеки, написанные на интерпретируемых языках (Python) работают медленнее, чем бибилиотеки, написанные на компилируемых (Си, Java, Фортран). NumPy написан на компилируемых языках."
b = "Библиотека NumPy использует специальные ускорители, которые расположены на удаленных кластерах и при подключении к Интернету процесс автоматически ускоряется"
c = "Библиотеки, написанные на интерпретируемых языках (Python) работают быстрее, чем библиотеки, написанные на компилируемых (Си, Java, Фортран). NumPy написан на интерпретируемом языке."
d = "NumPy -- библиотека, использующая методы машинного обучения для ускорения работы. Так, она способна анализировать, что пользователь использует чаще и выдавать бОльшие вычислительные мощности на эти методы"
print(answer(a))
